Repository: giellalt/corpus-sma
Catalog: tmx/sme/facta/umo.se/gujnelemmie.html.tmx
Source language: sma
Languages: sme

source: Gujnelemmie
sme: Mánodávddat

source: Gujnelemmie lea dïhte verteme boernesgåeteste mij nïejth åadtjoeh puberteten raejeste.
sme: Mánodávddat lea vardin goaŧus man nieiddat ožžot oalle dássedit rávásmanagi rájis.

source: Gujnelemmie lea kråahpen vuekie vuesehte tjoelenjoetseme sjïdteme.
sme: Mánodávddat leat goruda vuohki čájehit ahte lea sohkabealválmmas.

source: Nïejtine daamhtaj munnieluajhtemem fïerhten asken dehtie puberteten raejeste jïh klimakterijen raajan.
sme: Nieiddas lea dávjjimusat monneseallaluovvaneapmi juohke mánu dan rájis go lea ollen rávásmanahkái gitta dassážii go lea ollen jorggáldatjagiide.

source: Seammasïenten munnieluajhteme dellie njevlieskïelte boernesgåetesne jassijes sjædta guktie maahta munniem dåastodh jis nåajsan sjïdtedh.
sme: Seamma áigge monneseallaluovvanemiin šaddá šliiveassi goaŧus suohkadeabbon vai sáhttá váldit vuostá moni jus dat sahkana.

source: Jis edtja nåajsan sjïdtedh dellie tjuara spermijerh tsavnose åadtjodh.
sme: Vai monni sáhttá sahkanit ferte oažžut sagahansealla viigái.

source: Dellie maahta nåajsan sjïdtedh, mohte jis ij nåajsan sjïdth boernesgåetienskïelte olkese verteminie båata.
sme: Dalle sáhttá šaddat áhpeheapmin, muhto jus monni ii sahkan nordasa goaŧŧošliiveassi olggos vardimiin.

source: Dïhte lea gujnelemmie.
sme: Dat leat ng. mánodávddat.

source: Gåessie gujnelemmiem åådtje ?
sme: Goas oažžu mánodávddaid ?

source: Mennie aalterisnie gujnelemmiem åådtje lea ovmessie.
sme: Man agis oažžu mánodávddaid variere.

source: Dïhte dannasinie gaajhkh pubertetese ovmessie aalterisnie båetieh.
sme: Dat vuolgá das ahte buohkat bohtet rávásmanahkái sierraáigge.

source: Jis aareh jallh seente pubertetese båetedh ij maehtieh dam stuvredh.
sme: Dan ii sáhte stivret boahtágo rávásmanahkái árrat dehe maŋŋit ii sáhte stivret.

source: Jeanatjommesh gujnelemmiem åadtjodh såemies aejkien 12-14 aalterisnie.
sme: Eatnasat ožžot mánodávddaid goas nu 12-14 jagis.

source: Mohte maahta gujht dam åadtjodh gosse uktsie jaepien båeries jallh gosse 16 jaepien båeries jïh ij maam akt fïejle.
sme: Muhto dan sáhttá oažžut ovcce jahkásažžan dehe easka 16 jahkásažžan, iige dan dihte dárbbat leahkit miige feaila.

source: Jis ij leah voestes gujnelemmiem åådtjeme gosse 16-17 jaepien båeries edtja dåakteren gåajkoe vaedtsedh.
sme: Jus ii leat ožžon vuosttas mánodávddaid go lea 16-17 jagi galgá mannat doaktárii.

source: Voestes gujnelemmie maahta hïehpede båetedh.
sme: Vuosttas mánodávddat sáhttet boahtit heammástussan.

source: Dïhte maahta gïerve domtedh.
sme: Soaitá dovdot unohassan.

source: Kaanne ij naan jeatjah klaassesne lea gujnelemmiem åådtjeme.
sme: Soaitá ahte ii giige eará luohkás leat ožžon mánodávddaid.

source: Kaanne funterde mah gujnelemmievaarjelimmiem edtja nåhtadidh jïh kaanne skaamesje jis edtja geerve almetjinie dejnie soptsestalledh.
sme: Ovttaskas olmmoš soaitá imaštallat makkár mánodávdasuoji galgá geavtit ja soaitá orrut unohas sárdnut soames ráves olbmuin dan birra

source: Jallh lea voestes gujnelemmiem vuarteme.
sme: Dehe soaitá ahte vuosttas mánodávddaid lea vuordán.

source: Jeenjemes voelph joe dam åådtjeme jïh geehpebe domtedh juktie aktem " tjiertesne " sjædta.
sme: Eanaš olbmát soitet juo ožžon daid ja sus lea vuogas dovdu go viimmat lea okta joavkkus.

source: Man jïjnjh varta ?
sme: Man olu várdá ?

source: Man jïjnjh varta persovneste persovnese juaka, seammalaakan maahta juekedh gellie biejjieh varta.
sme: Man olu vardá sierrana persovnnas persovdnii dego sierrana man galle beaivvi leat mánodávddat.

source: Daamhtaj 20-80 millilijhterh vïrrem varta gosse gujnelemmie, fagkan akte desilijhtere gosse jeenjemes.
sme: Mánodávddaid áigge dábálaččat vardá 20-30 millilittara varra, oainnát illá desilihtar eanemustá.

source: Mohte dannasinie vïrre kråahpengalkesh jïh njevlieskïeltem boernesgåeteste bleenti damta jienebe vertedh.
sme: Muhto go varra seahkána gorutčáziin ja goaŧu šliiveasiin vásiha dan dávjjimusat eanebun.

source: Jïnjh vertedh
sme: Vardit ollu

source: Jeanatjommes tuhtjieh dah dan jïjnjh vertedh mohte kaanne ij leah dan jïjnjh.
sme: Máŋgasiid mielas vardá ollu vaikko duođas dat ii leat nu ollu.

source: Mohte jis tjuara gujnelemmievaarjelimmiem målsodh dan daamhtaj gïerve sjædta jallh jis tjuara gellie gujnelemmievaarjelimmieh nåhtadidh juktie ij edtjh dej tjïrrh vertedh dellie lea veljijes gujnelemmie.
sme: Muhto jus ferte molsut mánodávdasuoji nu dávjá ahte šaddá váivin dehe ferte geavtit duppal mánodávdasuoji vai ii vardde čađa ovttaskasas leat dalle ng. valjis mánodávddat.

source: Dïhte naemhtie sjædta jis lea eebne boernesgåetesne maam gyllemh luejhtedh.
sme: Dat vuolgá das ahte goaŧus lea olu ávnnas mii luvve gillon vara.

source: Destie sjædta verteme gïervebe vaenede jïh jienebe vertedh.
sme: Dat dagaha ahte vardin lea váddásit heaitit ja vardá eanet.

source: Jis jïjnjh varta dellie sæjloes damta jïh aapere.
sme: Jus vardá olu soaitá dovdat iežas váibbasin ja geahnoheapmin.

source: Destie båata vïrrevierhtie vuelie sjædta.
sme: Dat vuolgá das ahte varraárvu lea vuollegaš.

source: Jis veljijes gujnelemmiem åtna maahta skuvlehealsoehoksem, noeredåastovem jallh hoksejarngem bïeljelidh.
sme: Jus leat valjis mánodávddat galgá váldit oktavuođa skuvladearvvašvuođageahčuin, nuoraidvuostá-váldimiin dehe dearvvašvuođaguovddážiin.

source: Dellie maahta tabledth viehkine årrodh guktie vaenede vertedh, vuesiehtimmien gaavhtan p-pillerh.
sme: Dalle sáhttá oažžut veahki tableahtain mii dagaha ahte vardá unnit, ovdamearkka dihte p-pillara.

source: Ovahkedh gujnelemmie
sme: Dásehis mánodávddat

source: Gosse gujnelemmiem åådtje dellie daamhtaj dïhte ovahkedh.
sme: Go oažžu mánodávddaid lea dábálaš ahte dat leat dáseheamit.

source: Dïhte sæjhta jiehtedh dïhte ij båetieh seamma aejkien fïerhten asken.
sme: Dat mearkkaša ahte dat eai boađe seamma áigge juohke mánu.

source: Jeanatjommesidie pruvhkieh ahkedh sjædta naemhtie fïerhten gujnelemmiecykelen, biejjien mænngan gujnelemmie aalka goske båetije gujnelemmie lea 21-35 biejjiej gaskem.
sme: Eatnasiidda láve dat dásehuvvat veháš áigge geažis nu ahte juohke mánodávdagierdu, beaivi goas mánodávddat álget nuppi álgui lea 21-35 beaivvi gaskkan.

source: Hijven daajra gosse gujnelemmie båata jïh dah daatoeh biejjielåhkose jallh jeatjah gærjese tjaeledh.
sme: Soaitá leahkit buorre geahččat bearrái iežas mánodávddaid čállimiin beaivemeriid alvanáhkkái dehe soames eará muitogirjái.

source: Dellie aelhkies vuajna jis dïhte ahkedh båata jïh daajra medtie gosse båetije asken båata.
sme: Dalle sáhttá álkit oaidnit leatgo mánodávddat dássedat ja dan dáhpáhusas diehtit sullii goas boahtá nuppi mánu.

source: Dellie aaj aajhtsa jis gujnelemmie seentebe båata naan asken.
sme: Dalle fuomáša maid jus mánodávddat maŋŋonit muhtin mánu.

source: Naan lea åålegh ovahkedh gujnelemmie, ij leah feerlege mohte jis tuhtjie vaejvie sjædta maahta ahkedh gujnelemmiem åådtje vuesiehtimmien gaavhtan p-pillerinie viehkine.
sme: Muhtimiin leat álo dásehis mánodávddat, dat ii leat váralaš muhto jus atná ahte dat lea váivi sáhttá oažžut dássedis mánodávddaid ovdamearkka dihte p-pillara vehkiin.

source: Gujnelemmie seentebe båata jallh gååte
sme: Maŋŋonan dehe eret báhcán mánodávddat

source: Nåajsan
sme: Áhpehisvuohta

source: Iemie sjïeke gosse gujnelemmie gååte lea nåajsan sjïdteme.
sme: Lunddolaš sivva dasa ahte mánodávddat jávket lea ahte lea áhpeheapme.

source: Guktie nåajsan sjïdteme dellie tjuara spermijerh tsavnose åadtjoeji, jïh dïhte mahte åålegh negkiemisnie.
sme: Go lea áhpeheapme ferte ožžon sahkananseallaid viigái, dat dáhpáhuvvá measta álo anašeami bakte.

source: Jis gaajesjimmieseksem åtna jïh fïerskes spermam soermine åtna jïh dïhte ryöktesh tsavnose rijtie aaj vaahra nåajsan sjïdtedh.
sme: Jus ovttaskasas lea njávkanseksa ja lea varas sahkanansealla suorpmain ja njuolga doalvu dan viigái lea maid dihto riska áhpehisvuhtii.

source: Veanhta seentebe gujnelemmie destie båata nåajsan sjïdteme lea hijven teestem darjodh.
sme: Jus jáhkká ahte mánodávddaid váilun sáhttá vuolgit das ahte lea áhpeheapmin lea buorre dahkat áhpehisvuođateastta.

source: Dam teestem maahta apotehkesne jïh beapmoehbovrine jïh dïenesjebovrine åestedh.
sme: Áhpehisvuođateastta sáhttá oastit apotehkas ja máŋggain biebmogávppiin ja bálvalusgávppiin.

source: Maahta aaj teestem åesehts darjodh noeredåastoevisnie jallh ietniehoksejarngesne.
sme: Teastta sáhttá maid dahkat nuvttá nuoraidvuostáváldimis dehe etniidrávvenguovddážiin.

source: Raessie, byjresemolseme jallh seagkanimmie
sme: Streassa, birasmolsun dehe guoiradeapmi

source: Gujnelemmie maahta aaj gaatodh jeatjah sjïekenistie.
sme: Mánodávddat sáhttet maid báhcit eret máŋgga eará siva dihte.

source: Jis gujnelemmie ajve måedtie våhkoeh seentebe jallh gååte akte jallh göökte askh maahta jïjnjh sjïekenistie, vuesiehtimmien gaavhtan byjresemolseme jallh jis ånnetji raessesne.
sme: Jus mánodávddat leat beare moadde vahku maŋŋonan dehe njuikejit mánu badjel dehe guokte dat soaitá vuolgit moanaid sierra sivaid dihte, ovdamearkka dihte birasmolsumis dehe lea leamaš gaskaboddasaččat streassaluvvan.

source: Jis gujnelemmie guhkiem gååte dellie hijven goerehtidh mestie naemhtie.
sme: Jus mánodávddat jávket guhkit áigge lea buorre mannat dutkame mas dat vuolgá.

source: Dïhte maahta vuesiehtimmien gaavhtan jis raessesne, nåake, tjarke saavredh, seagkanidh, beapmojne stuvredh jallh skïemtjedh.
sme: Dat soaitá ovdamearkka dihte vuolgit das ahte lea sakka streassaluvvan, veadjá heajuid, hárjehallá garrasit, guoirada, leat borranhehttehusat dehe juoga skibasvuohta.

source: Dellie lea kråahpen vuekie jeahta maam akt båajhtoeh.
sme: Dalle lea goruda vuohki dadjat ahte juoga lea boastut.

source: Jis damta viehkiem jallh dåarjoem daarpesje dåeriesmoeride noeledh maahta vuesiehtimmien gaavhtan skuvlehealsoehoksem jallh noeredåastovem bïeljelidh.
sme: Jus dovdá dárbbu oažžut veahki dehe doarjaga čoavdit iežas váttisvuođaid sáhttá jorgasit ovdamearkka dihte skuvladearvvašvuođadivššu dehe nuoraidvuostáváldima beallái.

source: Jis gujnelemmie haajpene guhkiem goh bieliejaepiem edtja åålegh dåakterem bïeljelidh vuesiehtimmien gaavhtan noeredåastoevisnie jallh hoksejarngesne.
sme: Jus mánodávddat jávket guhkit go bealle jagi galgá váldit oktavuođa doaktáriin ovdamearkka dihte nuoraidvuostáváldimis dehe dearvvašvuođaguovddážis.

source: Dellie viehkiem åådtje daejredh mannasinie ij båetieh, åådtje gaskem jeatjebem vïrrepryövenassh vedtedh mah hormoneveahkah vïrresne mööledh.
sme: Dalle oažžu veahki váldit čielgasa manin dat eai boađe, sáhttá. e.e. addit varraiskosiid mat mihtidit vara hormonaárvvu.

source: Jis daerpies dellie maahta tabledth åadtjodh mah darjoeh gujnelemmie viht aalka.
sme: Jus lea dárbu sáhttá oažžut tableahtaid mat bidjet johtui mánodávddaid fas.

source: Vaejvieh gujnelemmien åvteli - PMS
sme: Váivvit ovdal mánodávddaid - PMS

source: Medtie våhkoem åvteli gujnelemmie aalka jïh dan raajan gosse båata dellie kaanne tjaatsijes kråahpesne sjïdtedh.
sme: Sullii vahku ovdal mánodávddaid ja gitta dasságo dat bohtet lassána čáhcemearri gorudis.

source: Dïhte dorje guktie njammah sprankes jïh kråahpem bankes damta.
sme: Dat dagaha ahte sáhttá dovdat raddebákčasa ja bohtaneami gorudis.

source: Daate gohtje premenstruelle sprankeme, PMS.
sme: Dat gohčoduvvo ovdamánodávda čavgamin, PMS.

source: Hormonh dam darjoeh jïh aaj kaanne måarehks sjædta, måasere jallh hujnesne.
sme: Dat vuolgá hormonain ja dagaha ahte sáhttá suhttat, vehá hárpmat dehe šaddat surolažžan.

source: Aaj åejjieh maehtieh saejriehtidh, sæjhta sïetesaath jallh njavsodh.
sme: Sáhttá maid oažžut oaivebákčasa, oažžut sohkarhálu dehe nákkiid.

source: Jeanatjommesidie gïeh PMS:em dååjrehtallieh vïerremes pråvhka årrodh golme jallh njieljie biejjieh gujnelemmien åvteli jïh haajpane gosse gujnelemmie aalka, mohte maahta aaj dam naan biejjieh gujnielemmesne damtedh.
sme: Eatnasiidda geat fuomášit PMS sidjiide láve leahkit vearrámus golbma- njeallje beaivvi ovdal mánodávddaid ja jávkat go mánodávddat bohtet, muhto dat sáhttet maid bistit moadde beaivvi mánodávddaid áigge.

source: PMS-dåeriesmoerh kaanne buerebe sjædta jis saavredh jallh lïegkestimmieheerjehtallemh darjodh.
sme: PMS- váivvit sáhttet šaddat buorebun jus lihkada dehe dahká lotkatvuođahárjehusaid.

source: Aaj hijven eensilaakan åeredh jïh pryövoe lïegkedidh jïh ij raessesne dej biejjien gosse dejtie dåeriesmoeride damta.
sme: Lea maid buorre oađđit albma ládje ja geahččalit vuoiŋŋastit albma ládje iige huššat daid beivviid go dovdá váivviid.
